Repository: dgamoni/lednews
Catalog: plugins/destatistics/languages/destatistics-*.po
Languages: uk

source: Settings
uk: Налаштування

source: Settings were saved successfully
uk: Настройки успешно сохранены

source: The size of the avatar (Height)
uk: Размер аватара (Высота)

source: The size of the avatar (Width)
uk: Размер аватара (Ширина)

source: Time to edit / delete comments
uk: Время редактирования/удаления комментария

source: Number of comments per page
uk: Количество комментариев на каждой странице

source: Add dofollow or nofollow to commentators links?
uk: Добавлять dofollow или nofollow к ссылкам комментаторов?

source: Show subscribe to new comments of the post
uk: Отобразить подписку на новые комментарии к посту

source: Allow subscribe to new comments of the post by default
uk: Разрешить подписку на новые комментарии к посту по-умолчанию

source: Display the subscription for new answers to the commentary
uk: Отобразить подписку на новые ответы к комментарию

source: Allow subscription to new replies to the comment by default
uk: Разрешить подписку на новые ответы к комментарию по-умолчанию

source: Allocate comments of post author
uk: Выделять комментарии автора поста?

source: Background author's comment
uk: Фон комментария автора

source: Output numbers of comments
uk: Выводить порядковые номера комментариев

source: Allow to quote comments
uk: Разрешить цитировать комментарии

source: Output the total number of comments at the top
uk: Выводить общее кол-во комментариев вверху

source: Enable client validation fields
uk: Включить клиентскую валидацию полей

source: Sort comments
uk: Сортировка комментариев

source: Show low opacity comments with negative ratings
uk: Показывать комментарии с отрицательным рейтингом с малым opacity

source: Show two the highest ranking comments the at the top of the list
uk: Показывать два комментария с наивысшим рейтингом вверху списка

source: The minimum number of likes to display a comment at the top of the list
uk: Минимальное количество лайков для отображения комментария вверху списка

source: The maximum size of uploaded images
uk: Максимальный размер загружаемой картинки

source: Display avatars authors from the right side
uk: Отображения аватаров авторов комментариев справа

source: Display an adding comments form at the top
uk: Отображать форму добавления комментариев вверху

source: Allow endless feed
uk: Разрешить бесконечную ленту

source: Allow dislikes
uk: Разрешить дизлайк

source: Comments
uk: Коментарі

source: Comment
uk: коментаря

source: minutes
uk: хв

source: Vote
uk: Голосование

source: Picture
uk: Аватар

source: Avatar by default
uk: Аватар по-умолчанию

source: The attached file validation is invalid!
uk: Файл не прошел валидацию

source: Subscription
uk: Подписка

source: Files loading
uk: Загрузка файлов

source: Save
uk: Сохранить

source: Notifications
uk: Уведомления

source: The texts of emails
uk: Тексты писем

source: View supported shortcodes
uk: Просмотреть поддерживаемые шорткоды

source: Supported shortcodes
uk: Поддерживаемые шорткоды

source: Comment's author
uk: Автор комментария

source: Comment creation date
uk: Дата создания комментария

source: Comment text
uk: Текст комментария

source: Comment link
uk: Ссылка на комментарий

source: Post title, to which a comment has been added
uk: Заголовок поста, к которому был добавлен комментарий

source: Post link
uk: Посилання на допис

source: The changes are not saved! Some fields are not completed.
uk: Зміни не збережено. Не всі поля заповнені.

source: Changes saved successfully.
uk: Зміни збережено.

source: Error saving!
uk: Помилка при збереженні

source: No data to display
uk: Немає даних для відображення

source: Your comment is awaiting moderation.
uk: Ваш коментар очікує на модерацію

source: Author
uk: Автор

source: Remained
uk: Залишилось

source: Remove
uk: Видалити

source: Edited by:
uk: Відредаговано:

source: Comment deleted
uk: Коментар видалено

source: Reply
uk: Відповісти

source: Share
uk: Шейр

source: To add a new picture, remove the old
uk: Для додавання нової картинки видаліть стару

source: Fire
uk: Публікувати

source: Cancel
uk: Відміна

source: Add a picture
uk: Додати зображення

source: Attention
uk: Увага

source: E-mail is already registered on the site. Please use the login form
uk: E-mail вже зареєстровано на сайті. Будь ласка авторизуйтесь

source: You entered an incorrect username or password
uk: Ви ввели логін чи пароль з помилкою

source: Log in
uk: Увійти

source: Remember me
uk: Пам'ятати мене

source: comment
uk: комент

source: comment. What is missing is yours!
uk: коментар. Дуже не вистачає вашого!

source: You are logged in as
uk: Ви авторизовані як

source: Log out
uk: Вийти

source: Name
uk: Ім'я

source: E-mail
uk: Пошта

source: Authorization
uk: Авторизація

source: Add a quote
uk: Додати цитату

source: Subscribe to the answers to my beautiful comment
uk: Підписатися на відповіді до мого коментаря

source: Subscribe to all comments
uk: Підписатися на всі коментарі

source: Ability to comment is prohibited.
uk: Обговорення закрито.

source: Sorting
uk: Сортування

source: The best
uk: Кращі

source: The newest
uk: Найновіші

source: The earliest
uk: Найстаріші

source: Loading comments, please wait
uk: Завантаження коментарів, зачекайте

source: Load more
uk: Завантажити ще

source: Previous comments
uk: Попередні коментарі

source: Following comments
uk: Наступні коментарі

source: <cite class="fn">%s</cite> <span class="says">написал:</span>
uk: <cite class="fn">%s</cite> <span class="says">написав:</span>

source: %1$s в %2$s
uk: %1$s о %2$s

source: (Edit)
uk: (Редагувати)

source: Badges
uk: Бейджи

source: Add badge
uk: Додати бейдж

source: Edit badge
uk: Редагувати бейдж

source: Number of likes
uk: Кількість лайків

source: Number of dislikes
uk: Кількість дізлайків

source: Number of comments
uk: Кількість коментарів

source: Activity
uk: Дії

source: Select the icon badge (recommended size 24x24)
uk: Оберіть іконку бейджа (рекомендований розмір 24х24)

source: Assign a badge to achieve:
uk: Додати бейдж при досягненні:

source: total x likes all user comments
uk: сума х лайків всіх коментарів юзера

source: total x dislikes all user comments
uk: сума х дизлайків всіх коментарів юзера

source: number of comments
uk: кількість коментарів

source: Number
uk: Кількість

source: Add
uk: Додати

source: Current icon
uk: Іконка

source: Edit
uk: Редагувати

source: Файл "%s" не существует!
uk: Файла "%s" не існує!

source: Website
uk: Сайт

source: delete
uk: Видалити

source: Vote error
uk: Помилка голосування
