Repository: dgamoni/lednews
Catalog: plugins/ipb-last-topics/langs/ipb-*.po
Languages: fa_ir

source: Error communicating with the database
fa_ir: خطا در برقراری ارتباط با پایگاه داده

source: Recent Forum Posts
fa_ir: آخرین ارسال های انجمن

source: Title Latest Posts Forum
fa_ir: عنوان آخرین ارسال های انجمن

source: Reply
fa_ir: پاسخ

source: Visit
fa_ir: بازدید

source: Last Post
fa_ir: آخرین ارسال

source: Latest Posts Forum Ipb
fa_ir: آخرین ارسال های انجمن ساز آی پی بی

source: IPB
fa_ir: آی پی بی

source: Settings saved
fa_ir: ذخیره تغییرات

source: Settings
fa_ir: تنظیمات

source: forum Address
fa_ir: آدرس انجمن

source: community information database
fa_ir: اطلاعات دیتابیس انجمن

source: server name
fa_ir: نام سرور

source: database name
fa_ir: نام دیتابیس

source: database username
fa_ir: نام کاربری دیتابیس

source: database password
fa_ir: کلمه عبور دیتابیس

source: prefix tables
fa_ir: پیشوند جداول

source: display topics
fa_ir: تعداد نمایش

source: item
fa_ir: مورد

source: save
fa_ir: ذخیره
